[GlobalBooks.BoatchecksOntheWrenhaven DisAbstractItem]
m_ItemName="Boatchecks On the Wrenhaven"
m_PluralItemName=""
m_Description="[A letter excerpted from a book on members of the City Watch assigned to the Wrenhaven River]\n\nDearest Rutherford,\n\nYour latest writing brought me a mix of sadness and delight. \n\nI was sorry to hear of the passing of your friend Corkran, from Morley. He was undoubtedly a good man and a worthy ally in your work with the City Watch in Dunwall. I know that the River Patrol is a difficult assignment, especially during these times, but it is important work. So given all that you've told me, I can only assume Corkran was as brave as you are, my younger brother. \n\nIt saddens me that such a vile organization as the Dead Eels even exists outside the realm of those lurid gothic novels we read as schoolchildren. That you and your men should have to face them out on the waters of the Wrenhaven is just terrifying. Boats must be checked, I know, I know. But if you should be harmed while ensuring some Tyvian fur trader is carrying the correct tax papers, I will never forgive this new Lord Regent and his flurry of laws. \n\nYou talked of adventure when you signed on and danger seems to excite you, but you'll forgive me if I hope to see your patrol transferred further west, nearer to Kaldwin's Bridge where the military presence is stronger and the smuggling gangs fear to ply their wicked trade. I've gathered this much from the newspapers, but perhaps there's nowhere safe in Dunwall right now, certainly along the river.  \n\nIt pains me to imagine the customs crew at the checkpoints near your patrol being so short-handed. My mind reels at the thought of how anything else can take priority over my brother's life. I tell you, what I wouldn't give to be in charge of allocating the security details. You'd have a hundred men at your call. But I know that is impractical. \n\nPlease write again when you can. All of us look forward to your words, and I often share them after dinner with our friends and those visiting us here in Driscol. May your next letter bring news of the eradication or imprisonment of Lizzy Stride and her cursed Dead Eels. \n\nStay safe and remember us always. \n\nYour sister, Pearl"

[GlobalBooks.DaudsJournalBillie DisAbstractItem]
m_ItemName="Daud's Journal: Billie Lurk"
m_PluralItemName=""
m_Description="[Excerpt from Daud's personal journal]\n\nBillie Lurk watches me closely, studying my decisions, each move I make. That's nothing new. Even as a kid, there was a quiet curiosity there, though curiosity is not quite the right word. But lately it seems more intense. I'll feel the hairs on my neck standing up, only realizing a moment later that Lurk is on a roof or balcony nearby. Some mornings, some of my papers seem to be moved, maybe pored over. When we're alone and Billie's comfortable with the mask off, questions come from odd angles, unrelated to our mission or to a specific target. Questions about what I'm thinking. About my attitude toward the target. It's odd. Something to watch. Another puzzle.\n\nEvery one of my whalers is good, though my gifts seem stronger in some than in others; the Outsider's Mark is a mystery in this way. Not something I can control. Those who remain with me either gain in the use of my extraordinary abilities or they don't. Those who don't I just push toward the blade, the crossbow or the study of poisons. Everyone among them serves in some way, and together we've spilled a sea of blood. \n\nLurk is a quicker study than most, but stays aloof from the others. It's no matter to me, as long as orders get carried out."

[GlobalBooks.DaudsJournalDelilah DisAbstractItem]
m_ItemName="Daud's Journal: Delilah Copperspoon"
m_PluralItemName=""
m_Description="[Excerpt from Daud's personal journal]\n\nDelilah Copperspoon. Who is she and why is everyone afraid of her? Strange that a painter should have so much influence, or that she should have any connection to my life and what I've done. My fate is my own. Always has been.  \n\nThe problem is I don't know enough. There are missing pieces. I can't imagine how or why Delilah is linked to the death of the Empress, but the Outsider wouldn't bother saying it unless it contained some grain of truth. Now it's driving me mad, like a puzzle I can't get out of my head. A riddle in pigment and blood. No doubt that black-eyed bastard takes delight in watching me twist into knots. He knows I can't abide a mystery.\n\nBillie has little insight to offer. None of the usual vitriol when I bring up the name Delilah. Just a shrug. "Just tell me how you want this handled." It's odd behavior for Lurk.\n\nIf I find this Delilah and cut her throat maybe I can dodge what's coming; the consequences the Outsider spoke of. Or maybe ending her life will bring the entire city down on my head. When I face her, will I see the eyes of the Empress? Can I go through with it, even if it's the only way to save my own skin? \n\nSomehow I suspect there's more to Delilah than portraits and sculptures. I'll find out more when I talk to the Timsh family. \n"

[GlobalBooks.FactoryManagement DisAbstractItem]
m_ItemName="Factory Management In Our Times"
m_PluralItemName=""
m_Description="[Excerpt from a book covering the approaches and personalities behind Dunwall's dominant whaling houses]\n\nSeemingly willing to risk any industrial secrets he possesses, Bundry Rothwild has granted none other than the infamous Anton Sokolov liberal access to the Rothwild Slaughterhouse. \n\nSokolov is, of course, well known on several fronts. As Royal Physician, he served the late Empress Jessamine Kaldwin. The man - originally Tyvian - is a fixture in the art world as well, and his portraits are all the rage among the aristocracy. But Sokolov is of interest to Rothwild because of his work as an inventor and because of his associated role as Head of the Academy of Natural Philosophy. \n\nNo doubt, Bundry Rothwild believes that if Sokolov spends enough time in the guts of his factories, the brilliant man will continually make invaluable adjustments to the machinery there. Who knows what industrial improvements Rothwild has enjoyed since Sokolov began haunting his slaughterhouse? And since the Rothwild process involves keeping the whales alive for sometimes days as a means of extracting more oil from the beasts, Sokolov is keenly interested in visiting so that he may perform his obscure vivisection experiments. In very few places would this be possible, so the benefit to both men is obvious.  \n\nFor those who have had the pleasure of touring Rothwild's facilities, a number of lessons can be taken away. The man runs a tight ship as it were, with the lowliest workers scantly ever complaining about their role in the scheme of things. The men and woman given the most menial labor are issued special cards, keyed to the mechanical locks granting access to the slaughterhouse. There is no other way in or out, and to lose the time card is to lose one's job. \n\nLording their position over the others at the top of the hierarchy are the Butchers. These men wield advanced cutting saws developed by Rothwild's top mechanists, working out the plans after hearing mere utterances made by Sokolov as he commented sourly on the lesser devices used in previous years. The Butchers enjoy a special relationship with Mister Rothwild because, according to the company gossip, many of them were with him in years past, when he ran a whaling crew that was notorious across the Empire. \n\nThe pressure valves leading directly from the slaughterhouse to the Greaves Refinery are a marvel of engineering, allowing the raw oil to travel in record time straight to plant where it is processed. \n\nAs a note of interest or dare I say even humor, the local fishermen claim that the waters outside the Rothwild Slaughterhouse produce the largest and tastiest hagfish. This is most likely due to the gut sewer leading from beneath the whales inside and delivering their organs and offal to the dark waters of the Wrenhaven beyond the slaughterhouse."

[GlobalBooks.HarvestingWhaleOil DisAbstractItem]
m_ItemName="Harvesting Whale Oil"
m_PluralItemName=""
m_Description="[Excerpt from a manual on draining whales and refining the oil]\n\nIn earlier years, the methods used to reclaim whale oil from blubber were both inefficient and dangerous. The original technique required the raw blubber to be sealed in pressurized cookers, which forced the volatile fluid out of the tissues and into collection tanks. The refined oil was then cooled rapidly while the pressure was reduced, and if the synchronization of these processes was not perfect, it was possible for the oil to release all of its energy in a devastating explosion. This is believed to be the cause of the historic Fullerton Whalehouse explosion that cost over 150 lives.\n\nModern industrial trends have reduced the dangers of collection while increasing the output from each creature. Greaves Refinery made the first steps in live collection, aided by research from the Academy of Natural Philosophy. In the wake of the plague, Greaves has suspended operations, and this process is now applied at the Rothwild Slaughterhouse. No longer is the whale blubber removed and harvested, but instead the very mechanism that creates the oil inside the whale is stimulated, and the resulting oil is drained away and stored. This results in a more stable raw oil that is easier to refine, with more tanks harvested from a single whale."

[GlobalBooks.HighOntheLamphouse DisAbstractItem]
m_ItemName="High On the Lamphouse"
m_PluralItemName=""
m_Description="[Lyrics to a song sung in Morley]\n\nHigh On the Lamphouse\n\nIn my thick woolen night coat,\nYour scarf draped over my throat, \nI stand watch at the rail.\nWatching the whale boats,\nRapt as your words float,\nYour lovely palaver.\n\nThe happiest hermits,\nAlone with our moments, \nAt the edge of town.\nSo warm in our quarters,\nHalf-lit by the portholes,\nMidway up from ground.\n\nAnd oh, how we worried,\nWhen the wind rose and flurried,\nAnd shut the lamps down.\nSo fierce and wet, \nIt threatened to drown,\nAll the men on the decks, \nFighting to find firm ground.\nWe tried to lead them all the way round.\nBack intooo the harbor.\n\nThe gulls down below us,\nCrying up to scold us,\nWith bread on the warm bricks.\nWe slept through the mornings,\nUntil bells sounded warning,\nThen we rose and lit the wicks.\n\nWe laughed and chattered,\nOur hearts all a'scatter,\nRunning spiral stairs.\nYou walking to Wynnedown,\nHeading for downtown,\nReturning for all we needed.\n\nAnd oh, how we worried,\nWhen the wind rose and flurried,\nAnd shut the lamps down.\nSo fierce and wet, \nIt threatened to drown,\nAll the men on the decks, \nFighting to find firm ground.\nWe tried to lead them all the way round.\nBack intooo the harbor.\n\nBut there in our high room,\nWe clutched each other's shoulders,\nYour scarf rots and molders, \nMade so long, long, long ago.\nBut I won't let you slip away,\nI stand alone at the railing.\nAnd imagine you sailing.\nUsing my light to come home to me.\n\nAnd then we're both high on the lamphouse,\nWe're high,\nOn the lamphouse.\nWe're high,\nOn the lamphouse.\nWe're hiiigh,\nOn the lamphouse."

[GlobalBooks.LizzyStride DisAbstractItem]
m_ItemName="Lizzy Stride and The Dead Eels"
m_PluralItemName=""
m_Description="[Excerpt from a City Watch river patrol report]\n\nWilliam Cotter, captain of the merchant vessel, The Windover, reports that on the 23rd day of the Month of Nets his vessel was waylaid by the Dead Eels, a gang of notorious criminals known for acts of river piracy, wanton destruction, and smuggling. Prior to the blockade, the Windover was bound for Dunwall bearing medicinal supplies, food, and material goods from the city of Driscol, in northeast Gristol. \n\nThe captain claims that a quarter past midnight he heard the aft bell sound the alarm. As the weather was foggy, the captain's first thought was that of an imminent collision. But when he exited his quarters, he found a grisly scene: half his men already gutted on the boards, and the rest locked in a vicious struggle. \n\nCaptain Cotter surmised that Dead Eels had swum up to the boat and scaled the side of the ship with climbing hooks, but how they'd caught the ship or where they'd come from he couldn't fathom. \n\nRealizing he had no chance and knowing that the Dead Eels took no prisoners, Captain Cotter immediately hid in a hollow of a false bottomed shipping crate. \n\nI asked the captain why a legitimate trader should need secret compartments, but he couldn't remember where he'd gotten it and assured me that it had been empty. \n\nSafely hidden from view while his crew was butchered, Cotter also witnessed the appearance of the Dead Eels leader, a violent woman by the name of Lizzy Stride. He reports that her teeth were filed to sharp points and that she went about the deck of the ship barefoot. Cotter - clearly out of his mind with fear - even claims her feet were webbed. Adding to my suspicion, I'll note that Captain Cotter still had the stench of Brandy on his breath when the River Patrol fished him out of the water. \nLizzy Stride proceeded to question the first mate for several minutes before biting the man's tongue out of his own mouth and tossing him into the river. \n\nEventually the Dead Eels discovered the Captain's stash of King Street Brandy. Captain Cotter used this discovery and the ensuing celebration as an opportunity to slip overboard undetected. \n\nI'm recommending a detailed patrol of the area in case the Dead Eels left any clues. They sank the ship, but some useful wreckage might be recovered. Also, I recommend that William Cotter's status as captain and his trading license be stripped at once. Further, the man should be investigated for charges of smuggling along the Wrenhaven. \n\nOfficer Manly Hotchkins, Wrenhaven Patrol"

[GlobalBooks.MeatDeathBonesAndSong DisAbstractItem]
m_ItemName="Meat, Death, Bones and Song"
m_PluralItemName=""
m_Description="[Excerpt from a Butcher's journal]\n\nLeona looks worried when I come home at night. She's looking for that spark; our love, the life we had just two years ago. All our ambitions. \n\nBut the more she pulls at me, the more I resent her. The more I bury all that.\n\nWhen her father was killed at the carriage station, I gave up my studies at the Academy of Natural Philosophy. So mismanaged were their finances, with so many debts in arrears, that her mother and younger brothers would have been ruined had I not. My work feeds us all and keeps the rent paid to that shriveled old leech Wainwright.\n\nI hate this work, but in the time of plague, it takes all one's efforts to stay afloat of the desperation; the blood and the rats. There are bribes that must be paid to the Lord Regent's City Watch and Barrister Arnold Timsh's Dead Counters. Offend the wrong bureaucrat and your home is seized and you're off to the Flooded District. So it falls to me. \n\nEvery day, I drive my screaming saw into the beasts, eyes wide open. I studied them for years at the Academy and on my trips into the field. Now, working in the Slaughterhouse, the wrongness is like a wound in my head. The first months I worked in a numb state. Then my predominant mood was anger. Now the wound is scabbing over and on some days I feel a kind of power. My entire existence is meat. All there is in my mind is meat, death, bones and song. The terrifying songs, they come to me in my sleep now.\n\nI look into the great eye as I take away life slowly. There's a kind of deep connection, with the beast knowing I’ll be coming back again and again, removing pieces for hours, sometimes days. \n\nThey sing for us, a funeral lament that causes me to tremble.\n\nLeona and I still share a bed, but the more she tries to make me feel something, the more I recede. The person I was is dead now."

[GlobalBooks.MeetingDaud DisAbstractItem]
m_ItemName="Meeting Daud"
m_PluralItemName=""
m_Description="[Excerpt from a journal]\n\nAnother stinking mouth, that's what my mother said. A mouth that'd need feeding for years on, then would sass her every time it opened. First words I can remember, her saying that. When she'd drunk for so long that her eyes stopped working for good - drunk an ocean, it seemed to me - I left the patched up shack we called home. But before heading out, I reminded her of all the times she'd put her hands on me or thrown something at my head. The night she'd rushed me like an ox and sent me down the back stair. All the times she'd told me I was just another stinking mouth. Last thing I heard was her cursing me from her bed, cursing the blind dark.\n\nRunning with my pals, we had to stay sharp to make enough coin to keep from starving. Same story, across the Isles. Not the biggest kids, but sometimes the smartest and the meanest when we needed to be. The only way to stay off the back-alley mattresses. Not desperate enough to go out on the drain-flats with the mudlarks. So it was the knife for us, trying to catch the eye of the Hatters or the boys from Bottle Street so they'd take us on. \n\nBut when a dandy from Serkonos stepped down from his polished coach and cracked my dear Deirdre's pretty head and left her twitching and dying in the muck, I snapped off one of the wooden gazelles on top of the coach and drove the splintered end into his eye as deep as it would go. Last I saw of Deirdre she was still, eyes wide to the gray sky. But now I like to remember her with a smile, laughing from the Void at the one-eyed dandy with the gazelle coming out of his head. \n\nNo one would take me after that. The City Watch made a full sweep once a week for months, trying to catch me. Even the Grand Guard came in from Karnaca, down in Serkonos. It seems the dandy's daddy was the Duke of Serkonos. I was too much trouble for my friends from the old neighborhood. Anyone who saw me tried to drive me away. Threw rocks to get me to leave, or tried to get a bag over my head, hungry for the reward. Even the gangs cursed me on sight. Billie's bad luck, they'd say. Hexed. She'll make it bad for all of us. \n\nYou may think you know what loneliness is, but I can tell you, you don't. By late in the Month of Harvest I had a hate inside me that would've choked most.\n\nThen I met Daud.\n\nIt was early in the dark morning, the only time I could go out. Walking the streets of the Legal District, I saw them up ahead, three who looked like boys from the City Watch, but dressed out of uniform. They were out for blood and coin, running some kind of murder racket, waiting on a drunk barrister to stagger out of a bar at just the right time. \n\nI didn’t see him at first, but in the flicker of an eyelid he was on them, out of the cold night air. He used a single blade, nothing else, and it only touched each of them once, at the left side of the throat. Their blood splattered and steamed on the cobbles. Quick movements, an occasional grunt. Dark hair and the glimpse of a long scar down his face.\n\nWhen it was over, he made for the rooftops. I'd never seen the like of it, so I followed. I could've stayed and looted the poor bastards he left bleeding. Could have eaten for a month, most likely. But this seemed bigger. So I tried to stay up with him. Tried to stay hidden, without losing sight of him. \n\nAll across Dunwall, into the wrecked and ruined parts. He crossed into what I could tell was his territory. Hidden sentries in odd masks. I thought I'd seen everything in the city, all the gangs, but this was something else. Clinging to rooftiles and watching from behind chimneys, I watched, then followed him into an old building.\n\nInside was all gloom. Rotted carpets and desks full of rat-eaten papers. Paintings ruined by the wet. There were weapons and practice dummies. Men lived here in secret, training with knives and crossbows. \n\nI lost track of him and continued to explore, but I was a fool. He'd known I was following and came up from behind. When I saw him, I froze, waiting for him to speak. \n\n"You followed me, found this place, and now you're not begging or running for your life." \n\n"There's nowhere to run," I said. "And I’m not very attached to it to tell the truth."\n\nHe came close and looked me right in the eyes, trying to see some light inside that would tell him my story. "You think you're already dead inside, but I'll give you something to live for. You'll fight for me and kill people like the ones who've hurt you."\n\nI just nodded, feeling relief for the first time in months."

[GlobalBooks.OperatingAButchersSaw DisAbstractItem]
m_ItemName="Operating A Butcher’s Saw"
m_PluralItemName=""
m_Description="[Excerpt from a company pamphlet]\n\nFirst, a reminder: All equipment within the Rothwild Slaughterhouse is the sole property of Mister Bundry Rothwild himself, leased to an individual worker on a per-shift basis. A Butcher's Saw is not to be equipped and used without proper training and authorization. Misuse of the equipment could result in disfigurement or death. \n\nThe saw itself is composed of three systems: power supply, cutting blade, and chip ejector. The reciprocating blade is cast of hardened steel and, when properly maintained, provides severe sharpness. It is crafted to slice flesh, but will cut bones with ease. The mechanism for powering the blade is a harness supporting custom-sized tanks for whale oil, capable of driving the saw for an entire shift before refueling is required. Care must be take not to strike, heat or electrify these tanks. The ejector is a new modification, casting out a stream of flat blade fragments. Since the girth of a whale often exceeds a Butcher's reach, the ejector allows for blasting away unwanted offal or breaking down dense bone at a distance."

[GlobalBooks.SlaugtherhouseRow DisAbstractItem]
m_ItemName="Slaughterhouse Row"
m_PluralItemName=""
m_Description="[Excerpt from a book on Dunwall city districts]\n\nFor more than two decades, a small number of slaughterhouses sat along the Wrenhaven, out away from the finer quarters of Dunwall due to the blood, rats and stench associated with processing meat. Independent whaling ships brought in the occasional leviathan and barges delivered herds of blood oxen. An individual slaughterhouse might fold due to mismanagement, but the number stayed roughly the same, producing the meat, leather, and grease byproducts needed across the capital city.\n\nOnly when the Rosebury processing treatment was discovered did the whaling trade begin to rise in prominence, driven by the many new uses for the much more volatile refined whale oil, including military and security uses. Early into Empress Jessamine Kaldwin's brief reign, the well-known inventor and natural philosopher Anton Sokolov introduced a series of devices that would begin to see deployment across Dunwall, directed by the Royal Spymaster, Hiram Burrows.\n\nWith this lucrative turn of events, the number of slaughterhouses quadrupled, and the demand for fresh whales increased proportionately. Many districts immediately adjacent to what was suddenly known as Slaughterhouse Row began to change as families moved away to avoid the industrial fumes and offal runoff produced by the processing plants. Crime grew overnight, forcing the City Watch to redouble its efforts against Dunwall's gangs."

[GlobalBooks.SongoftheSeaWives DisAbstractItem]
m_ItemName="Memoires"
m_PluralItemName=""
m_Description="[Excerpt from a captain's deathbed memoires] \n\nI tell you, the very sight of the animal is uplifting. Its size rivals the largest boats, and its songs resound across the Ocean. The great fins are as long as two men. A single fin is as black as the rocks at the bottom of the darkest waters, but the remainder of the animal is as white as Tyvian snow. Even the tentacles hanging beneath its face are the palest white, twisting and dragging in the cold depths. When the great whale breaks, everything else is lost from focus, distant and diminished, as if you were transported to a lost, lonely place that does not - cannot - exist. \n\nMy entire life, I ran after this dream, burned into my mind when I was but ten years old. Since my first year at sea, the apparition has never left me. I have hunted its trace, following half-told rumors or the thinnest of clues: Part of a song, played by musicians in a Morley pub, at the edge of a town north of Caulkenny; once from a sketch, found among the belongings of a dead sailor. On rare occasion, I was guided by more substantial evidence: An evening's meal and conversation with a captain who had sighted the great whale a season past. \n\nAt 13, I was already well familiar with whaler foam, and by 16 years, I was second captain, sailing uncharted stretches of sea. When I got my own rickety boat at 20, I was already known as the bloodiest whale hunter in all the Isles, the most consumed; the maddest with frustration. \n\nHunting and killing hundreds of whales, I never saw it again. I drove my ship and my men like hounds in the worst winter. Over a lifetime, I carried my hope of seeing it, touching the cool dead flesh once it was hoisted over the deck. I needed to hear its song again, to understand the effect it had over me, to immerse myself in its final moments of life.\n\nNow, racing against my age and infirmity, my growing madness is killing this vision, this childhood dream, so that I wonder if it was ever real to begin with. My life seems already written and I have failed. I realize now that it was crazy, this dream. Did it really exist in this world? In mine, yes."

[GlobalBooks.TheArcMine DisAbstractItem]
m_ItemName="The Arc Mine"
m_PluralItemName=""
m_Description="My experiments continue with what I've been calling the Arc Mine. \n\nInitially, I began the work out of idle curiosity. Waking from a nap in the middle of the afternoon, during the Month of Clans, I wondered whether it might be possible to separate a flat disc filled with refined whale oil from an array of very short striking rods, until such time as sufficient weight be applied to the upper side of the device. \n\nAfter turning to pragmatic considerations, I imagined the arc mine might be used to incinerate some unfortunate member of enemy forces, approaching, say, a military encampment. \n\nAfter early tests on livestock proved successful, I requested a live human subject, already scheduled for execution for crimes that were, I assure you, most dire. Burrows was more than happy to comply, assuming he could witness the demonstration. He brought a prisoner from Coldridge, someone named Vaughn, I believe, and we turned him loose in the test area blindfolded, stumbling about until triggering the device. \n\nBurrows was most pleased, not only because of arc mine's effectiveness as a lethal deterrent, but also because of its potential psychological impacts on enemy forces. Further, it left no gore or other mess, and Burrows is a strong supporter of anything clean and tidy.\n\n"Lovely and terrifying, with nothing left to wipe up." Those were his exact words.\n\nI've left notes to myself, assuming I pick up the project again, because there may be a way to produce a version of the arc mine that is entirely harmless, simply rendering the subject unconscious. Much more testing is required."

[GlobalBooks.TheCityBarrister DisAbstractItem]
m_ItemName="The City Barrister"
m_PluralItemName=""
m_Description="[Excerpt from a series of profiles about Dunwall's key figures]\n\nWhile the keen-minded barristers of the Legal District have always played a vital role in the health of the Capital City of Dunwall and the Empire of the Isles at large, the dreaded Rat Plague has elevated the desperate need for their services. With so many disputes related to abandoned estates, or entire industrial companies left leaderless after the deaths of everyone in the controlling family, shareholders and investors, and even workers themselves, are often in need of the postmortem legal advice and guidance than can only come from scholarly men such as Arnold Timsh. We are all in their debt.\n\nThus there is no surprise in the Lord Regent's recent appointment of Timsh to the newly created position of City Barrister. Among Timsh's responsibilities is serving as liaison to the Dead Counters of the City Watch. Once the plague has been found in a home or once it has devastated a business, it falls on Timsh to divvy the assets left behind, awarding them to the state if no one survives with legal claim to the funds or property. This is, of course, not a light matter. Therefore it falls to one above moral question, and that man is Barrister Arnold Timsh.\n\nWith regard to more personal matters, it is true that Timsh is not a great socialite, as some have noted. However, in recent seasons his niece Thalia has made headway toward correcting this, throwing lavish parties and earning the favor of some of Dunwall's great families, including the Boyles. To date, young lady Thalia is unwed, and though several times there have been rumors of impending marriage, all of these thus far have been proven to be mere social gossip.\n\nAlso unsubstantiated are the absolutely-false whispers of conflict between uncle and niece, no doubt spread by those ill-tempered and ill-bred louts who are jealous of the rising Timsh name."

[GlobalBooks.TheDeepWatchers DisAbstractItem]
m_ItemName="The Deep Watchers"
m_PluralItemName=""
m_Description="[Excerpt from a natural philosopher's journal]\n\nBefore the cable snapped, there was nothing to see. Nothing to report. My lantern revealed only an endless depth below and my mission felt like a bitter failure. I would have returned to the surface empty-handed, but now, at the cost of my life, I have made a profound discovery. So I write these words in the hope that someday my companions will recover this diving bell (which has become my tomb) and find this journal. I want others to know what I have seen here; what extraordinary events have transpired.\n\nFrost is gathering on the inside of the thick portals and my breath is misty. It has been six hours since this ill-fated adventure began and my calculations make it clear that there is no more than an hour of good air remaining within the sphere.\n\nWhat brought me here? Curiosity? A desire for glory? Financial gain? In all the months I spent designing this submersible, my mind had been fixated on the minute details. Tempering the glass portals. The air flow from the surface to this sphere. The ingenious switch that would allow communication via bells with the ship above. I poured over every element in the design and construction of this apparatus. Why had I never considered that the creatures here might resent my intrusion? That they would lash out at the iron monstrosity plunging deep into the unfathomable darkness?\n\nIt happened in an instant. Out of the inky depths, the great fluke of a whale slid past my lantern, casting wide shadows into nothing. A second later, what had been a steady, controlled descent became a gut-churning tumble. The metal around me groaned and I felt certain that the sphere would soon implode from the pressure. The spinning dizzied me, such that I could scarcely keep my feet. Then the savage collision whereupon my skull struck the deck and I blacked out.\n\nA precious hour of my time was spent in that fitful sleep and when I awoke, the sickening realization came upon me. Cut off, untethered, and completely removed from the world above, with no chance of returning.\n\nI extinguished my lantern some time ago in order to conserve air, and only then did the ghostly radiance of the sea floor reach my eyes. Not the sea floor itself, but the tiny, tentacled creatures that swarm over it. They create a carpet of soft colors, twisting and moving in waves, as if they are singing with light.\n\nIt is in this dim luminosity that I can see them. The leviathans. The great whales. Here, in their domain, they move with grace and elegance. With purpose. They have approached the sphere repeatedly now, one almost touching the portal with her great eye. As I stare into the orb, it is clear to me that the thing is not mindlessly searching for prey, it is - observing me. It is curious. One by one they approach and peer in my window. There is an unnerving sense of intelligence in that gaze, devoid of malevolence. For a time they examine me, my predicament, and allow themselves to drift off to trace the broken cables along the sea floor.\n\nI dream that one will take the cables in its great jaws and haul me back to the surface, but it is only a rapturous fantasy of the thinning atmosphere. I find myself gasping now, while the creatures move away and watch from a distance. Their song is different here. I’ve heard it for years on the surface, but here it is soulful and moving. The natural philosopher in me is beginning to suspect that the song has notes that we cannot even detect. But here in the depths they can be felt. I believe they are trying to comfort me while I die.\n\nFirst Researcher Douglas Church \nESS Keeper, Forward Exploratory Vessel\nAcademy of Natural Philosophy"

[GlobalBooks.TheHatters DisAbstractItem]
m_ItemName="The Hatters"
m_PluralItemName=""
m_Description="[Excerpt from The Hatters, Well-dressed Kings of the Low Streets]\n\nThe following is reconstructed from a discourse with a street-person I encountered in a disreputable whiskey house while incognito: \n\nThe Hatters used to run all the rackets 'round Dunwall. Whiskey, weapons, hound fights. Whatever the game, the Hatters had a big stake in it. Then the plague came and tore the whole damn city apart. All that chaos led to new bosses cropping up. \n\nMost were shitheels that didn't last a week. But there were some hard cases like Lizzy Stride, Jim Dundermoore and Black Sally. And Slackjaw. His Bottle Street Boys took the whiskey distillery from the Hatters and started pumping out bootleg elixir. That kicked off a gang war that made all the alleys red with blood.\n\nProblem was we - I mean the Hatters - were gettin' it from all sides. \n\nThe Dead Eels were pinching all the river smuggling deals. The Butchers were driving us out of Slaughterhouse Row. We were bleeding from dozen different cuts, losing some of our best guys. So we pulled back. Just for a while. As always, anyone who counts the Hatters out is two trumps short of a full deck of Nancy. The boss is a real devious son of a bitch. Been around since before the Kaldwins. \n\nBut I ain't talkin' about him. Hatters don't talk about the Geezer. Even ex-Hatters.\n\nNote: Despite my lavish bribery the man refused to speak further on the subject. In fact, it became obvious I had aroused his suspicions by that point, so I was forced to make my escape from the establishment.\n\nScholar Joella Burgess\nAcademy of Natural Philosophy, Historical Annex"

[GlobalBooks.TheOpportunist DisAbstractItem]
m_ItemName="Bundry Rothwild, The Opportunist"
m_PluralItemName=""
m_Description="[Excerpt from an investigator's report]\n\nYoung Rothwild was never convicted for any of the killings. In all cases the courts ruled that he had acted in self-defense or in the defense of his property. \n\nNot that his property was substantial. The Rothwilds were not a family of means and depended heavily on the charity of the Abby of the Everyman. The senior Rothwild went down with the whaling ship Huntress when Bundry was only ten years old. His mother Ruth was lost the following year to an industrial accident in the bottle-making factory where she worked. \n\nRothwild became the sole guardian for his younger brother and managed to support them both by hanging around the harbor, doing odd jobs for whalers who had known his father or others on the Huntress. By then, Bundry Rothwild was already familiar with the club and the knife, and was no stranger to odd occurrences. \n\nThings went from bad to worse for Rothwild when, on his thirteenth birthday, his younger sibling was taken by the Overseers. Allegedly, the boy failed the successive trials and did not return home. Rothwild lacked the funds to pay an investigator and no subsequent hint of his brother’s fate has ever been learned. \n\nThis latest tragedy to befall Bundry Rothwild instilled in him a view that the world itself was malevolent and hungry for life, especially innocent life. After a time of black mourning, he approached the whaling ship Cutter and began learning the trade from the crew.\n\nRothwild took to whaling with great success. At sea, he hunted the beasts with a single-minded purpose, and would take extraordinary risks in locating and harpooning his prey. Among the crew, those men he could not beat senseless, he outwitted. In short order, he petitioned the maritime Barrister Arnold Timsh to grant young Rothwild a whaling license, paying the significant fees himself rather than relying on a sponsor for the funds. \n\nThe rapid ascent of Bundy Rothwild had begun."

